---
kind: other
id: Methods.T:Autodesk.Revit.DB.Structure.RebarConstrainedHandle
source: html/4b03a14a-6624-10ad-128b-d247ae93d4e5.htm
---
# RebarConstrainedHandle Methods

Returns the tag of the handle. The type of the handle should be 'CustomHandle'.